{"title":"Terms of Service","source":"dev-notes/WP-pages/terms (content only)/Terms of Service – AGFinancial.html","html":"<section class=\"wp-main-extract\"><nav class=\"site-breadcrumbs position-header_after wpex-text-4 wpex-text-sm wpex-py-10\" aria-label=\"You are here:\"><div class=\"container\"><span class=\"breadcrumb-trail\"><span class=\"trail-begin\"><a href=\"/\" rel=\"home\"><span>Home</span></a></span><span class=\"sep sep-1\"> » </span><span class=\"trail-end\">Terms of Service</span></span></div></nav><main id=\"main\" class=\"site-main wpex-clr\">\n\n\t\t\t\t\n<header class=\"page-header centered-page-header wpex-relative wpex-mb-40 wpex-surface-2 wpex-py-30 wpex-border-t wpex-border-b wpex-border-solid wpex-border-surface-3 wpex-text-2 wpex-text-center wpex-supports-mods\">\n\n\t\n\t<div class=\"page-header-inner container\">\n<div class=\"page-header-content\">\n\n<h1 class=\"page-header-title wpex-block wpex-m-0 wpex-text-5xl\">\n\n\t<span>Terms of Service</span>\n\n</h1>\n\n</div></div>\n\n\t\n</header>\n\n\n<div id=\"content-wrap\" class=\"container wpex-clr\">\n\n\t\n\t<div id=\"primary\" class=\"content-area wpex-clr\">\n\n\t\t\n\t\t<div id=\"content\" class=\"site-content wpex-clr\">\n\n\t\t\t\n\t\t\t\n<article id=\"single-blocks\" class=\"single-page-article wpex-clr\">\n<div class=\"single-page-content single-content entry wpex-clr\">\n<p>ACCEPTANCE OF THE TERMS OF SERVICE</p>\n\n\n\n<p>These terms of service are entered into by and between You and Assemblies of God Financial Services Group DBA AGFinancial, and its affiliated entities (“Company,” “we,” or “us”). The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, “Terms of Service”), govern your access to and use of agfinancial.org, including any content, functionality, and services offered on or through agfinancial.org (the “Website”), whether as a guest or a registered user.</p>\n\n\n\n<p>Please read the Terms of Service carefully before you start to use the Website. By using the Website or by clicking to accept or agree to the Terms of Service when this option is made available to you, you accept and agree to be bound and abide by these Terms of Service and our <a href=\"http://localhost/wordpress/index.php/privacy-policy/\" data-type=\"page\" data-id=\"3\">Privacy Policy</a>, found at https://www.agfinancial.org/privacy-policy/, incorporated herein by reference. If you do not want to agree to these Terms of Service or the Privacy Policy, you must not access or use the Website.</p>\n\n\n\n<p>This Website is offered and available to users who are 18 years of age or older, and reside in the United States or any of its territories or possessions. By using this Website, you represent and warrant that you are of legal age to form a binding contract with the Company and meet all of the foregoing eligibility requirements. If you do not meet all of these requirements, you must not access or use the Website.</p>\n\n\n\n<p>CHANGES TO THE TERMS OF SERVICE<br>We may revise and update these Terms of Service from time to time in our sole discretion. All changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter. However, any changes to the dispute resolution provisions set out in Governing Law and Jurisdiction will not apply to any disputes for which the parties have actual notice on or before the date the change is posted on the Website.</p>\n\n\n\n<p>Your continued use of the Website following the posting of revised Terms of Service means that you accept and agree to the changes. You are expected to check this page from time to time so you are aware of any changes, as they are binding on you.</p>\n\n\n\n<p>ACCESSING THE WEBSITE AND ACCOUNT SECURITY<br>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.</p>\n\n\n\n<p>You are responsible for both:<br>Making all arrangements necessary for you to have access to the Website.<br>Ensuring that all persons who access the Website through your internet connection are aware of these Terms of Service and comply with them.</p>\n\n\n\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information. It is a condition of your use of the Website that all the information you provide on the Website is correct, current, and complete. You agree that all information you provide to register with this Website or otherwise, including, but not limited to, through the use of any interactive features on the Website, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n\n\n\n<p>If you choose, or are provided with, a user name, password, or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity. You also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password, or other security information. You agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security. You agree that any use of your user name and password will be deemed to be by you, and you shall be responsible for all uses of your user name and password, whether or not authorized by you. You agree that unless you have immediately notified us of any unauthorized access that we may act upon any instructions or information submitted under your user name and password, and that we will have no obligation to inquire into the authenticity of said instructions. You also agree to ensure that you exit from your account at the end of each session. You should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n\n\n\n<p>We have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, if, in our opinion, you have violated any provision of these Terms of Service.</p>\n\n\n\n<p>INTELLECTUAL PROPERTY RIGHTS<br>The Website and its entire contents, features, and functionality (including, but not limited to, all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by the Company, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.</p>\n\n\n\n<p>These Terms of Service permit you to use the Website for your personal, non-commercial use only. You must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Website, except as follows:</p>\n\n\n\n<p>Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.<br>You may store files that are automatically cached by your Web browser for display enhancement purposes.<br>You may print or download one copy of a reasonable number of pages from the Website for your own personal, non-commercial use and not for further reproduction, publication, or distribution.<br>If we provide desktop, mobile, or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.</p>\n\n\n\n<p>If we provide social media features with certain content, you may take such actions as are enabled by such features.</p>\n\n\n\n<p>You must not:<br>Modify copies of any materials from this site.<br>Use any illustrations, photographs, video or audio sequences, or any graphics separately from the accompanying text.<br>Delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this site.</p>\n\n\n\n<p>You must not access or use for any commercial purposes any part of the Website or any services or materials available through the Website.</p>\n\n\n\n<p>If you wish to make any use of material on the Website other than that set out in this section, please address your request to: info@agfinancial.org.</p>\n\n\n\n<p>If you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Service, your right to use the Website will stop immediately and you must, at our option, return or destroy any copies of the materials you have made. No right, title, or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by the Company. Any use of the Website not expressly permitted by these Terms of Service is a breach of these Terms of Service and may violate copyright, trademark, and other laws.</p>\n\n\n\n<p>TRADEMARKS AND SERVICE MARKS<br>The Company name, including names of affiliated entities, the terms Ministry Impact Fund℠, Generosity Fund℠ and Certified Church Risk Manager™, the Company logo, including logos for affiliated entities, and all related names, logos, product and service names, designs, and slogans are trademarks or service marks of the Company or its affiliates or licensors. You must not use such marks without the prior written permission of the Company. All other names, logos, product and service names, designs, and slogans on this Website are the trademarks or service marks of their respective owners.</p>\n\n\n\n<p>PROHIBITED USES<br>You may use the Website only for lawful purposes and in accordance with these Terms of Service. You agree not to use the Website:<br>In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).<br>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.<br>To send, knowingly receive, upload, download, use, or re-use any material that does not comply with the Content Standards set out in these Terms of Service.<br>To transmit, or procure the sending of, any advertising or promotional material, without our prior written consent, including any “junk mail,” “chain letter,” “spam,” or any other similar solicitation.<br>To impersonate or attempt to impersonate the Company, a Company employee, another user, or any other person or entity (including, without limitation, by using email addresses associated with any of the foregoing).<br>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Website, or which, as determined by us, may harm the Company or users of the Website, or expose them to liability.</p>\n\n\n\n<p>Additionally, you agree not to:<br>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website.<br>Use any robot, spider, or other automatic device, process, or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.<br>Use any manual process to monitor or copy any of the material on the Website, or for any other purpose not expressly authorized in these Terms of Service, without our prior written consent.<br>Use any device, software, or routine that interferes with the proper working of the Website.<br>Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.<br>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer, or database connected to the Website.<br>Attack the Website via a denial-of-service attack or a distributed denial-of-service attack.<br>Otherwise attempt to interfere with the proper working of the Website.</p>\n\n\n\n<p>USER CONTRIBUTIONS<br>The Website may contain personal profiles and other interactive features (collectively, “Interactive Services”) that allow users to post, submit, publish, display, or transmit to other users or other persons (hereinafter, “post”) content or materials (collectively, “User Contributions”) on or through the Website.</p>\n\n\n\n<p>All User Contributions must comply with the Content Standards set out in these Terms of Service.</p>\n\n\n\n<p>Any User Contribution you post to the site will be considered non-confidential and non-proprietary. By providing any User Contribution on the Website, you grant us and our affiliated entities and service providers, and each of their and our respective licensees, successors, and assigns the right to use, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material for any purpose/according to your account settings.</p>\n\n\n\n<p>You represent and warrant that:<br>You own or control all rights in and to the User Contributions and have the right to grant the license granted above to us and our affiliates and service providers, and each of their and our respective licensees, successors, and assigns.</p>\n\n\n\n<p>All of your User Contributions do and will comply with these Terms of Service.</p>\n\n\n\n<p>You understand and acknowledge that you are responsible for any User Contributions you submit or contribute, and you, not the Company, have full responsibility for such content, including its legality, reliability, accuracy, and appropriateness.</p>\n\n\n\n<p>We are not responsible or liable to any third party for the content or accuracy of any User Contributions posted by you or any other user of the Website.</p>\n\n\n\n<p>MONITORING AND ENFORCEMENT; TERMINATION<br>We have the right to:<br>Remove or refuse to post any User Contributions for any or no reason in our sole discretion.<br>Take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion, including if we believe that such User Contribution violates the Terms of Service, including the Content Standards, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Website or the public, or could create liability for the Company.<br>Disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.<br>Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website.<br>Terminate or suspend your access to all or part of the Website for any or no reason, including without limitation, any violation of these Terms of Service.</p>\n\n\n\n<p>Without limiting the foregoing, we have the right to cooperate fully with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Website. YOU WAIVE AND HOLD HARMLESS THE COMPANY AND ITS AFFILIATED ENTITIES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY THE COMPANY/ANY OF THE FOREGOING PARTIES DURING, OR TAKEN AS A CONSEQUENCE OF, INVESTIGATIONS BY EITHER THE COMPANY/SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n\n\n\n<p>However, we do not undertake to review all material before it is posted on the Website, and cannot ensure prompt removal of objectionable material after it has been posted. Accordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party. We have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n\n\n\n<p>CONTENT STANDARDS<br>These content standards apply to any and all User</p>\n\n\n\n<p>Contributions and use of Interactive Services. User Contributions must in their entirety comply with all applicable federal, state, local, and international laws and regulations. Without limiting the foregoing, User Contributions must not:</p>\n\n\n\n<p>Contain any material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable.<br>Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.Infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.<br>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms of Service and our Privacy Policy.Be likely to deceive any person.<br>Promote any illegal activity, or advocate, promote, or assist any unlawful act.<br>Cause annoyance, inconvenience, or needless anxiety or be likely to upset, embarrass, alarm, or annoy any other person.<br>Impersonate any person, or misrepresent your identity or affiliation with any person or organization.<br>Involve commercial activities or sales, such as contests, sweepstakes, and other sales promotions, barter, or advertising<br>Give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.</p>\n\n\n\n<p>RELIANCE ON INFORMATION POSTED<br>The information presented on or through the Website is made available solely for general information purposes. We do not warrant the accuracy, completeness, or usefulness of this information. Any reliance you place on such information is strictly at your own risk. We disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n\n\n\n<p>This Website may include content provided by third parties, including materials provided by other users, bloggers, and third-party licensors, syndicators, aggregators, and/or reporting services. All statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Company, are solely the opinions and the responsibility of the person or entity providing those materials. These materials do not necessarily reflect the opinion of the Company. We are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n\n\n\n<p>DISCLAIMER REGARDING LEGAL AND FINANCIAL ADVICE<br>The content provided is for education and information purposes only. This information is not legal or tax advice. Information is from sources deemed reliable. Information is subject to error, omission, withdrawal, or change. Contact your own legal or tax advisor before taking any action that would have a legal or tax consequence.</p>\n\n\n\n<p>CHANGES TO THE WEBSITE<br>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date. Any of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p>\n\n\n\n<p>INFORMATION ABOUT YOU AND YOUR VISITS TO THE WEBSITE<br>All information we collect on this Website is subject to our Privacy Policy. By using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n\n\n\n<p>ONLINE TRANSACTIONS AND OTHER TERMS AND CONDITIONS<br>All transactions through our site for the purchase of products provided by the Company, or resulting from visits made by you, are governed by our Online Access User Agreement, which is hereby incorporated into these Terms of Service.</p>\n\n\n\n<p>Additional terms and conditions may also apply to specific portions, services, or features of the Website. All such additional terms and conditions are hereby incorporated by this reference into these Terms of Service.</p>\n\n\n\n<p>LINKING TO THE WEBSITE AND SOCIAL MEDIA FEATURES<br>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part without our express written consent.</p>\n\n\n\n<p>This Website may provide certain social media features that enable you to:<br>Link from your own or certain third-party websites to certain content on this Website.<br>Send emails or other communications with certain content, or links to certain content, on this Website.<br>Cause limited portions of content on this Website to be displayed or appear to be displayed on your own or certain third-party websites.</p>\n\n\n\n<p>You may use these features solely as they are provided by us, and solely with respect to the content they are displayed with, and otherwise in accordance with any additional terms and conditions we provide with respect to such features. Subject to the foregoing, you must not:<br>Establish a link from any website that is not owned by you.<br>Cause the Website or portions of it to be displayed on, or appear to be displayed by, any other site, for example, framing, deep linking, or in-line linking.<br>Link to any part of the Website other than the homepage<br>Otherwise take any action with respect to the materials on this Website that is inconsistent with any other provision of these Terms of Service.</p>\n\n\n\n<p>The website from which you are linking, or on which you make certain content accessible, must comply in all respects with the Content Standards set out in these Terms of Service.</p>\n\n\n\n<p>You agree to cooperate with us in causing any unauthorized framing or linking immediately to stop.<br>We reserve the right to withdraw linking permission without notice.</p>\n\n\n\n<p>We may disable all or any social media features and any links at any time without notice in our discretion.</p>\n\n\n\n<p>LINKS FROM THE WEBSITE<br>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only. This includes links contained in advertisements, including banner advertisements and sponsored links. We have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them. If you decide to access any of the third-party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>\n\n\n\n<p>GEOGRAPHIC RESTRICTIONS<br>The owner of the Website is based in the State of Missouri in the United States. We provide this Website for use only by persons located in the United States. We make no claims that the Website or any of its content is accessible or appropriate outside of the United States. Access to the Website may not be legal by certain persons or in certain countries. If you access the Website from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.</p>\n\n\n\n<p>DISCLAIMER OF WARRANTIES<br>YOU UNDERSTAND THAT WE CANNOT AND DO NOT GUARANTEE OR WARRANT THAT FILES AVAILABLE FOR DOWNLOADING FROM THE INTERNET OR THE WEBSITE WILL BE FREE OF VIRUSES OR OTHER DESTRUCTIVE CODE. YOU ARE RESPONSIBLE FOR IMPLEMENTING SUFFICIENT PROCEDURES AND CHECKPOINTS TO SATISFY YOUR PARTICULAR REQUIREMENTS FOR ANTI-VIRUS PROTECTION AND ACCURACY OF DATA INPUT AND OUTPUT, AND FOR MAINTAINING A MEANS EXTERNAL TO OUR SITE FOR ANY RECONSTRUCTION OF ANY LOST DATA. TO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n\n\n\n<p>YOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY SERVICES ORITEMS OBTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE AREPROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. NEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE WEBSITE. WITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n\n\n\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n\n\n\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n\n\n\n<p>LIMITATION ON LIABILITY<br>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL THE COMPANY, ITS AFFILIATED ENTITIES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.</p>\n\n\n\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n\n\n\n<p>INDEMNIFICATION<br>You agree to defend, indemnify, and hold harmless the Company, its affiliated entities, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of the Website, including, but not limited to, your User Contributions, any use of the Website’s content, services, and products other than as expressly authorized in these Terms of Service, or your use of any information obtained from the Website.</p>\n\n\n\n<p>GOVERNING LAW AND JURISDICTION<br>All matters relating to the Website and these Terms of Service, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Missouri without giving effect to any choice or conflict of law provision or rule (whether of the State of Missouri or any other jurisdiction).</p>\n\n\n\n<p>Any legal suit, action, or proceeding arising out of, or related to, these Terms of Service or the Website shall be instituted exclusively in the federal courts of the United States or the courts of the State of Missouri, in each case located in the City of Springfield and County of Greene, although we retain the right to bring any suit, action, or proceeding against you for breach of these Terms of Service in your country of residence or any other relevant country. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts. At the Company’s sole discretion, it may require you to submit any disputes arising from these Terms of Service or use of the Website, including disputes arising from or concerning their interpretation, violation, invalidity, non-performance, or termination, to final and binding arbitration under the Rules of Arbitration of the American Arbitration Association applying Missouri law.</p>\n\n\n\n<p>LIMITATION ON TIME TO FILE CLAIMS<br>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES; OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\n\n\n\n<p>EQUITABLE REMEDIES<br>You acknowledge that any unauthorized use or disclosure by you of the Website or its content, or any infringement or violation of the Company’s intellectual property rights, shall cause the Company irreparable injury for which the Company could not be fully compensated by money damages. You agree that in the event of or threat of such a violation, the Company would be entitled to seek and recover (in addition to any other available remedies) preliminary and permanent injunctive relief, without the necessity of posting bond or security, and further that the Company would be entitled to recover from you attorneys’ fees and costs incurred in seeking and obtaining such relief.</p>\n\n\n\n<p>WAIVER AND SEVERABILITY<br>No waiver by the Company of any term or condition set out in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n\n\n\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.</p>\n\n\n\n<p>ENTIRE AGREEMENT<br>The Terms of Service, our Privacy Policy, and Online Access User Agreement, constitute the sole and entire agreement between you and Assemblies of God Financial Services Group, DBA AGFinancial, and its affiliated entities regarding the Website and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Website.</p>\n\n\n\n<p>YOUR COMMENTS AND CONCERNS<br>This Website is operated by AGFinancial, 3900 S. Overland Avenue, Springfield, Missouri.</p>\n\n\n\n<p>All feedback, comments, requests for technical support, and other communications relating to the Website should be directed to:info@agfinancial.org.</p>\n\n\n\n<p></p>\n</div>\n\n</article>\n\n\t\t\t\n\t\t</div>\n\n\t\t\n\t</div>\n\n\t\n</div>\n\n\n\t\t\t\n\t\t</main></section>","css":"/*COLOR PALETTE*/.has-palette-3364-background-color,.wp-block-button__link.has-palette-3364-background-color{background-color:var(--wpex-palette-3364-color);}.has-palette-3364-color,.wp-block-button__link.has-palette-3364-color{color:var(--wpex-palette-3364-color);}.has-palette-447-background-color,.wp-block-button__link.has-palette-447-background-color{background-color:var(--wpex-palette-447-color);}.has-palette-447-color,.wp-block-button__link.has-palette-447-color{color:var(--wpex-palette-447-color);}.has-palette-446-background-color,.wp-block-button__link.has-palette-446-background-color{background-color:var(--wpex-palette-446-color);}.has-palette-446-color,.wp-block-button__link.has-palette-446-color{color:var(--wpex-palette-446-color);}.has-palette-445-background-color,.wp-block-button__link.has-palette-445-background-color{background-color:var(--wpex-palette-445-color);}.has-palette-445-color,.wp-block-button__link.has-palette-445-color{color:var(--wpex-palette-445-color);}.has-palette-444-background-color,.wp-block-button__link.has-palette-444-background-color{background-color:var(--wpex-palette-444-color);}.has-palette-444-color,.wp-block-button__link.has-palette-444-color{color:var(--wpex-palette-444-color);}.has-palette-443-background-color,.wp-block-button__link.has-palette-443-background-color{background-color:var(--wpex-palette-443-color);}.has-palette-443-color,.wp-block-button__link.has-palette-443-color{color:var(--wpex-palette-443-color);}:root{--wpex-palette-3364-color:#008aab;--wpex-palette-447-color:#faa31a;--wpex-palette-446-color:#f26660;--wpex-palette-445-color:#c4beb6;--wpex-palette-444-color:#00adbb;--wpex-palette-443-color:#414042;}.has-palette-3364-background-color,.wp-block-button__link.has-palette-3364-background-color{background-color:var(--wpex-palette-3364-color);}.has-palette-3364-color,.wp-block-button__link.has-palette-3364-color{color:var(--wpex-palette-3364-color);}.has-palette-447-background-color,.wp-block-button__link.has-palette-447-background-color{background-color:var(--wpex-palette-447-color);}.has-palette-447-color,.wp-block-button__link.has-palette-447-color{color:var(--wpex-palette-447-color);}.has-palette-446-background-color,.wp-block-button__link.has-palette-446-background-color{background-color:var(--wpex-palette-446-color);}.has-palette-446-color,.wp-block-button__link.has-palette-446-color{color:var(--wpex-palette-446-color);}.has-palette-445-background-color,.wp-block-button__link.has-palette-445-background-color{background-color:var(--wpex-palette-445-color);}.has-palette-445-color,.wp-block-button__link.has-palette-445-color{color:var(--wpex-palette-445-color);}.has-palette-444-background-color,.wp-block-button__link.has-palette-444-background-color{background-color:var(--wpex-palette-444-color);}.has-palette-444-color,.wp-block-button__link.has-palette-444-color{color:var(--wpex-palette-444-color);}.has-palette-443-background-color,.wp-block-button__link.has-palette-443-background-color{background-color:var(--wpex-palette-443-color);}.has-palette-443-color,.wp-block-button__link.has-palette-443-color{color:var(--wpex-palette-443-color);}/*TYPOGRAPHY*/:root{--wpex-body-font-family:helvetica-neue-lt-pro;--wpex-body-font-size:16px;--wpex-body-line-height:1.75;--wpex-body-letter-spacing:0.25px;}:root{--wpex-heading-font-weight:700;}:root{--wpex-btn-font-family:helvetica-neue-lt-pro;--wpex-btn-font-weight:600;}.main-navigation-ul .link-inner{font-family:helvetica-neue-lt-pro;font-weight:500;font-style:normal;font-size:16px;}.main-navigation-ul .sub-menu .link-inner{font-family:helvetica-neue-lt-pro;}.page-header .page-header-title{font-family:avenir-next-world;font-weight:800;}.page-header .page-subheading{font-family:helvetica-neue-lt-pro;font-weight:800;}blockquote{font-family:helvetica-neue-lt-pro;font-weight:500;font-style:normal;line-height:1.4;text-transform:none;}.vcex-heading{line-height:1.2;}h1,.wpex-h1{font-family:avenir-next-world;font-weight:800;font-size:7em;line-height:0.75em;letter-spacing:-0.04em;}h2,.wpex-h2{font-family:avenir-next-world;font-weight:700;font-size:2.5em;line-height:1.2;letter-spacing:-0.03em;}h3,.wpex-h3{font-family:avenir-next-world;font-weight:700;font-size:3em;line-height:1;letter-spacing:-1px;}h4,.wpex-h4{font-family:helvetica-neue-lt-pro;font-size:2.35em;line-height:1;}@media(max-width:1024px){h1,.wpex-h1{font-size:5em;}}@media(max-width:959px){h3,.wpex-h3{font-size:2.25em;}h4,.wpex-h4{font-size:2.em;}}@media(max-width:479px){h1,.wpex-h1{font-size:3.5em;}h2,.wpex-h2{font-size:1.75em;}h3,.wpex-h3{font-size:3em;}}/*CUSTOMIZER STYLING*/:root{--wpex-accent:#00adbb;--wpex-accent-alt:#00adbb;--wpex-border-main:#bebebe;--wpex-text-1:#414042;--wpex-text-2:#000000;--wpex-link-color:var(--wpex-palette-444-color);--wpex-hover-heading-link-color:var(--wpex-palette-444-color);--wpex-btn-border-radius:6px;--wpex-btn-bg:var(--wpex-palette-3364-color);--wpex-hover-btn-bg:var(--wpex-palette-444-color);--wpex-active-btn-bg:var(--wpex-palette-446-color);--wpex-btn-border-width:1px;--wpex-primary-bottom-space:0px;--wpex-sidr-gutter:10px;--wpex-vc-column-inner-margin-bottom:40px;--wpex-page-animation-loader-accent:var(--wpex-palette-444-color);--wpex-page-animation-loader-color:var(--wpex-palette-443-color);}.page-header.background-image-page-header{min-height:275px;}.page-header.wpex-supports-mods{background-color:transparent;}.site-breadcrumbs{Background-color:var(--wpex-palette-443-color);color:#fefefe;}.site-breadcrumbs .sep{color:var(--wpex-palette-445-color);}.site-breadcrumbs a{color:var(--wpex-palette-445-color);}:root,.site-boxed.wpex-responsive #wrap{--wpex-container-max-width:100%;--wpex-container-width:100%;}.header-padding{padding-block-start:10px;padding-block-end:10px;}#site-header{--wpex-site-header-color:var(--wpex-palette-443-color);}#site-navigation-wrap{--wpex-hover-main-nav-link-color:#ffffff;--wpex-active-main-nav-link-color:var(--wpex-palette-443-color);--wpex-hover-main-nav-link-bg:var(--wpex-palette-444-color);--wpex-dropmenu-padding:0px;--wpex-megamenu-padding:0px;--wpex-dropmenu-link-padding-y:15px;--wpex-dropmenu-link-padding-x:33px;--wpex-dropmenu-link-color:var(--wpex-palette-443-color);--wpex-hover-dropmenu-link-color:var(--wpex-on-accent-alt);--wpex-hover-dropmenu-link-bg:var(--wpex-palette-443-color);--wpex-active-dropmenu-link-color:var(--wpex-palette-3364-color);--wpex-active-hover-dropmenu-link-color:var(--wpex-palette-3364-color);--wpex-megamenu-padding:0px;--wpex-megamenu-gutter:22px;--wpex-megamenu-heading-color:var(--wpex-palette-444-color);--wpex-megamenu-divider-color:#ffffff;--wpex-megamenu-divider-width:0px;}.wpex-mobile-menu .wpex-open-submenu__icon{font-size:20px;}#footer-callout-wrap{border-top-width:0px;border-bottom-width:0px;}#footer-inner{padding-inline-end:20px;padding-inline-start:20px;}#footer-bottom{padding-block-start:20px;padding-inline-start:20px;}@media only screen and (min-width:768px) and (max-width:959px){:root,.site-boxed.wpex-responsive #wrap{--wpex-container-width:1024px;}}\n\n.wp-container-core-social-links-is-layout-abd7662d{flex-direction:column;align-items:flex-start;}\n/*# sourceURL=core-block-supports-inline-css */\n\n:root{--wp-block-synced-color:#7a00df;--wp-block-synced-color--rgb:122,0,223;--wp-bound-block-color:var(--wp-block-synced-color);--wp-editor-canvas-background:#ddd;--wp-admin-theme-color:#007cba;--wp-admin-theme-color--rgb:0,124,186;--wp-admin-theme-color-darker-10:#006ba1;--wp-admin-theme-color-darker-10--rgb:0,107,160.5;--wp-admin-theme-color-darker-20:#005a87;--wp-admin-theme-color-darker-20--rgb:0,90,135;--wp-admin-border-width-focus:2px}@media (min-resolution:192dpi){:root{--wp-admin-border-width-focus:1.5px}}.wp-element-button{cursor:pointer}:root .has-very-light-gray-background-color{background-color:#eee}:root .has-very-dark-gray-background-color{background-color:#313131}:root .has-very-light-gray-color{color:#eee}:root .has-very-dark-gray-color{color:#313131}:root .has-vivid-green-cyan-to-vivid-cyan-blue-gradient-background{background:linear-gradient(135deg,#00d084,#0693e3)}:root .has-purple-crush-gradient-background{background:linear-gradient(135deg,#34e2e4,#4721fb 50%,#ab1dfe)}:root .has-hazy-dawn-gradient-background{background:linear-gradient(135deg,#faaca8,#dad0ec)}:root .has-subdued-olive-gradient-background{background:linear-gradient(135deg,#fafae1,#67a671)}:root .has-atomic-cream-gradient-background{background:linear-gradient(135deg,#fdd79a,#004a59)}:root .has-nightshade-gradient-background{background:linear-gradient(135deg,#330968,#31cdcf)}:root .has-midnight-gradient-background{background:linear-gradient(135deg,#020381,#2874fc)}:root{--wp--preset--font-size--normal:16px;--wp--preset--font-size--huge:42px}.has-regular-font-size{font-size:1em}.has-larger-font-size{font-size:2.625em}.has-normal-font-size{font-size:var(--wp--preset--font-size--normal)}.has-huge-font-size{font-size:var(--wp--preset--font-size--huge)}.has-text-align-center{text-align:center}.has-text-align-left{text-align:left}.has-text-align-right{text-align:right}.has-fit-text{white-space:nowrap!important}#end-resizable-editor-section{display:none}.aligncenter{clear:both}.items-justified-left{justify-content:flex-start}.items-justified-center{justify-content:center}.items-justified-right{justify-content:flex-end}.items-justified-space-between{justify-content:space-between}.screen-reader-text{border:0;clip-path:inset(50%);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px;word-wrap:normal!important}.screen-reader-text:focus{background-color:#ddd;clip-path:none;color:#444;display:block;font-size:1em;height:auto;left:5px;line-height:normal;padding:15px 23px 14px;text-decoration:none;top:5px;width:auto;z-index:100000}html :where(.has-border-color){border-style:solid}html :where([style*=border-top-color]){border-top-style:solid}html :where([style*=border-right-color]){border-right-style:solid}html :where([style*=border-bottom-color]){border-bottom-style:solid}html :where([style*=border-left-color]){border-left-style:solid}html :where([style*=border-width]){border-style:solid}html :where([style*=border-top-width]){border-top-style:solid}html :where([style*=border-right-width]){border-right-style:solid}html :where([style*=border-bottom-width]){border-bottom-style:solid}html :where([style*=border-left-width]){border-left-style:solid}html :where(img[class*=wp-image-]){height:auto;max-width:100%}:where(figure){margin:0 0 1em}html :where(.is-position-sticky){--wp-admin--admin-bar--position-offset:var(--wp-admin--admin-bar--height,0px)}@media screen and (max-width:600px){html :where(.is-position-sticky){--wp-admin--admin-bar--position-offset:0px}}\n\n/*# sourceURL=wp-block-library-inline-css */"}